{
  "app.common.from": "desde",
  "app.common.months": "meses",
  "app.common.present": "actualmente",
  "app.common.to": "hasta",
  "app.common.visit": "Visitar",
  "app.common.year": "año",
  "app.common.years": "años",
  "app.components.Header.disability_1": "discapacidad física",
  "app.components.Header.disability_2": "requiere remoto parcial",
  "app.components.Header.english": "Inglés",
  "app.components.Header.intro": "¡Hola! Soy un ingeniero en informática a quien le apasiona el diseño de soluciones, arquitecturas software, integraciones...  robustas, fiables y tan sencillas como sea posible. A continuación puedes encontrar más detalles sobre mi perfil profesional.",
  "app.components.Header.read_more": "...",
  "app.components.Header.spanish": "Español",
  "app.components.Header.years_working": "años de experiencia",
  "app.components.sections.about.p1": "Comencé trabajando en pruebas de sistema y aprendí desde bien pronto lo importante que es hacer software robusto, mantenible y adaptable al cambio que siempre acaba por llegar. Debe ser un instrumento y no un impedimento.",
  "app.components.sections.about.p2": "Durante años he llevado proyectos a buen fin desde la idea inicial hasta la puesta en producción. Es algo que me apasiona, poder aportar valor mediante una solución software. Me gusta la arquitectura software y las soluciones que interconectan servicios capaces de colaborar juntos.",
  "app.components.sections.about.p3": "Siempre estoy aprendiendo y me gusta leer sobre arquitecturas software, metodologías de trabajo o nuevos frameworks que ayuden a mejorar el resultado. En esta profesión hay que mantener una curiosidad permanente por casi cualquier novedad.",
  "app.components.sections.about.p4": "Considero que un ingeniero debe apoyar sus decisiones en los datos y medir es fundamental para poder fiarse de esos datos. Doy mucha importancia a la seguridad de los sistemas así como al rendimiento, ya que un sistema lento acaba por no servir para el fin que fué diseñado.",
  "app.components.sections.about.p5": "Soy capaz de gestionar equipos, proyectos y productos software. No obstante, me gusta mantener siempre un pié en la parte técnica y no perder el contacto con el código y el diseño de soluciones. Al fin y al cabo, soy ingeniero y me gusta idear sistemas. Siempre me atrajo la inteligencia artificial y sus posibles aplicaciones, desde reconocimiento de patrones al aprendizaje en redes neuronales.",
  "app.components.sections.further-training.course": "evento",
  "app.components.sections.further-training.ft-agents-usal": "International Workshop on Practical Applications of Agents and Multiagent Systems. Internet, e-com and Artificial Intelligence",
  "app.components.sections.further-training.ft-company-creation-usal": "Creación de Empresas",
  "app.components.sections.further-training.ft-corba-usal": "Objetos Distribuídos: un enfoque basado en CORBA",
  "app.components.sections.further-training.ft-dnie-inteco": "Desarrollo y certificación de aplicaciones sobre DNI electrónico",
  "app.components.sections.further-training.ft-english-eLogos": "Curso de Inglés on-line con Metodología Tell me More: Nivel intermedio",
  "app.components.sections.further-training.ft-english-tecsidel": "Inglés: nivel intermedio",
  "app.components.sections.further-training.ft-entrepreneur-usal": "Taller de Generación y Maduración de Ideas Empresariales",
  "app.components.sections.further-training.ft-eoi-master": "Master: Gestión ejecutiva de la Innovación",
  "app.components.sections.further-training.ft-incidents-ITSMF": "VI Curso de verano itSMF España: “IT Made of People: día a día de las funciones operativas en los departamentos TI”",
  "app.components.sections.further-training.ft-intermediate-management-tea-cegos": "Nuevos mandos, ser eficaces en su nueva función",
  "app.components.sections.further-training.ft-internet-tecsidel": "Introducción al Desarrollo en Internet",
  "app.components.sections.further-training.ft-java-usal": "Curso de Iniciación a Java.",
  "app.components.sections.further-training.ft-jsf-cedeco": "Desarrollo de aplicaciones web utilizando Java Server Faces (JSF)",
  "app.components.sections.further-training.ft-ksh-tecsidel": "Korn Shell",
  "app.components.sections.further-training.ft-liferay-eticom": "Despliegue, configuración y administración de Liferay",
  "app.components.sections.further-training.ft-liferay-symp-II": "II Liferay Spain Symposium 2011",
  "app.components.sections.further-training.ft-liferay-symp-III": "III Liferay Spain Symposium 2012",
  "app.components.sections.further-training.ft-oracle-cronos": "Administración de Oracle (básico)",
  "app.components.sections.further-training.ft-plsql-cedeco": "Programación en PL/SQL contra ORACLE 10g",
  "app.components.sections.further-training.ft-project-management-destreza": "Gestión de Proyectos II",
  "app.components.sections.further-training.ft-tunning-java-exes": "Tunning de aplicaciones J2SE y J2EE con JProbe",
  "app.components.sections.further-training.ft-uml-tecsidel": "Análisis y Diseño Orientado a Objetos con UML",
  "app.components.sections.further-training.ft-unix-usal": "Administración de Sistemas UNIX",
  "app.components.sections.further-training.ft-vb50-usal": "Programación en Visual Basic 5.0",
  "app.components.sections.further-training.ft-vbnet-cedeco": "Programación en VB .NET",
  "app.components.sections.further-training.ft-web-ftp-usal": "Instalación y Gestión de Servidores Web y FTP",
  "app.components.sections.further-training.length": "duración",
  "app.components.sections.interests.artificial-intelligence-description": "Aprendizaje automático, Machine Learning, reconocimiento de patrones...",
  "app.components.sections.interests.artificial-intelligence-title": "Inteligencia Artificial",
  "app.components.sections.interests.effective-engineering-description": "Mejorar procesos, aprovechar mejor el tiempo y los recursos",
  "app.components.sections.interests.effective-engineering-title": "Ingeniería efectiva",
  "app.components.sections.interests.history-description": "Conocer el pasado nos prepara para el futuro",
  "app.components.sections.interests.history-title": "Historia",
  "app.components.sections.interests.problem-solving-description": "Aplicar la ingeniería y los datos para aportar valor y solucionar problemas complejos me apasiona",
  "app.components.sections.interests.problem-solving-title": "Solución de problemas",
  "app.components.sections.interests.software-architecture-description": "Toda solución software está basada en una arquitectura subyacente. Me encanta conocer los detalles de diseño.",
  "app.components.sections.interests.software-architecture-title": "Arquitecturas software",
  "app.components.sections.interests.travelling-description": "Me encanta viajar y conocer sitios y culturas nuevas que abran mi mente.",
  "app.components.sections.interests.travelling-title": "Viajar",
  "app.components.sections.interests.web-development-description": "Me flipa conocer todo lo relacionado con tecnologías web",
  "app.components.sections.interests.web-development-title": "Desarrollo web",
  "app.components.sections.portfolio.apariv-description": "Instalación y configuración del servidor y el entorno software. Diseño e implementación de un buscador de adopciones personalizado con filtros fichas de los perros adoptables",
  "app.components.sections.portfolio.apariv-title": "APARiV",
  "app.components.sections.portfolio.athento-title": "Plugins para Nuxeo",
  "app.components.sections.portfolio.athentos-description": "Varios plugins para la plataforma Nuxeo que modifican su apariencia y comportamiento. También para mejorar el rendimiento, especialmente en las búsquedas",
  "app.components.sections.portfolio.chatbot-description": "Una implementación sencilla de un chatbot utilizando los servicios de GoogleAI para generar las respuestas. Se integra también con un servicio de autenticación propio",
  "app.components.sections.portfolio.chatbot-title": "Chatbot",
  "app.components.sections.portfolio.cuadernoanimal-description": "Una plataforma de software veterinario en la nube para ayudar a los profesionales y propietarios en el seguimiento de la salud de su mascota. Ayuda con datos y gráficos pero también con una herramienta de ayuda al diagnóstico que ayuda a identificar síntomas y patologías asociadas",
  "app.components.sections.portfolio.cuadernoanimal-title": "Cuaderno Animal",
  "app.components.sections.portfolio.my-credentials-description": "Un servicio simple de autenticación de usuarios mediante token JWT. Sirve de soporte a varias aplicaciones integradas",
  "app.components.sections.portfolio.my-credentials-title": "Mis credenciales",
  "app.components.sections.portfolio.population-description": "Una prueba técnica para gestionar localidades y población y ofrecer un resumen de la cantidad de población por localidad",
  "app.components.sections.portfolio.population-title": "Contador de población",
  "app.components.sections.portfolio.this-description": "Este currículum también es un ejemplo de cómo trabajo con React, react-intl y github pages",
  "app.components.sections.portfolio.this-title": "Este CV",
  "app.components.sections.portfolio.url-shortener-description": "Una prueba técnica cuyo objetivo principal es funcionar como goo.gl o bit.ly. Se diseñó como servicio REST utilizado por una aplicación SPA basada en React. Permite almacenar estadísticas de uso y creación de las URL acortadas por usuario",
  "app.components.sections.portfolio.url-shortener-title": "Acortador URLs",
  "app.components.sections.publications.pub-athento-description": "Automatización de tareas",
  "app.components.sections.publications.pub-athento-text": "Se trata de un plugin para Nuxeo que permite automatiza la importación de CSV. Cuando hay que importar numerosos documentos la herramienta convencional de Importación de CSV no es suficiente. Este plugin permite al usuario programar varias tareas de importación que se ejecutarán de forma desatendida",
  "app.components.sections.publications.pub-athento-title": "Carga masiva desatendida de documentos en Nuxeo",
  "app.components.sections.publications.pub-morsa-description": "Modelo de Organiación Social de Agentes Software",
  "app.components.sections.publications.pub-morsa-text": "Es el Proyecto presentado como Fin de Carrera de la Ingeniería Superior en Informática de la Universidad de Salamanca. Propone un modelo teórico y práctico de organización social de agentes software capaces de interactuar e intercambiar servicios entre sí.",
  "app.components.sections.publications.pub-morsa-title": "MOrSA",
  "app.components.sections.skills.adaptability": "adaptabilidad",
  "app.components.sections.skills.adaptability-desc": "He trabajado en diferentes tipos de equipo y tengo suficiente experiencia en diferentes formas de organizar el trabajo y en diferentes entornos. Aprendo rápido y puedo adaptar mi trabajo a las circunstancias de cada momento o equipo",
  "app.components.sections.skills.analytical": "analítico",
  "app.components.sections.skills.analytical-desc": "Siempre considero diferentes enfoques para poder hacerme una mejor idea del tema que esté tratando. En ingeniería es necesario considerar todas las opciones y analizar con detalle consecuencias e impacto de cada una de ellas. Es fundamental medir para poder tomar decisiones basadas en datos. Medir, revisar y actuar para mejorar es un ciclo que siempre se debe aplicar",
  "app.components.sections.skills.collaboration": "colaboración",
  "app.components.sections.skills.collaboration-desc": "Ayudo a otros y pido ayuda cuando es necesario. Sé trabajar en equipo aprovechando las fortalezas de cada miembro en las áreas adecuadas. Me gusta el pair-programming y la revisión de código, creo que contribuyen a mejorar la calidad y cualificación del equipo como conjunto",
  "app.components.sections.skills.communication": "comunicación",
  "app.components.sections.skills.communication-desc": "Estoy acostumbrado a compartir mis conocimientos con el equipo y los descubrimientos que hago. Es importante mantener una buena base de conocimiento común actualizada (por ejemplo, una wiki). También es importante mantener una buena y fluída comunicación interna para actuar juntos como equipo",
  "app.components.sections.skills.confidence": "confianza",
  "app.components.sections.skills.confidence-desc": "Mi experiencia en diferentes áreas me concede una visión desde diferentes puntos de vista que me permite tomar mejores decisiones. Actúo siempre dirigido por los datos y mis decisiones se fundamentan con argumentos sólidos. Cuando hago algo, lo hago convencido de su utilidad y calidad",
  "app.components.sections.skills.creativity": "creatividad",
  "app.components.sections.skills.creativity-desc": "Decía Nietzche que 'Todos los pensamientos verdaderamente grandes se conciben paseando' y yo soy un gran paseador. No son pocas las veces que me despierto en mitad de la noche para anotar ideas realmente disruptivas. Me gusta crear y soy muy feliz haciéndolo",
  "app.components.sections.skills.dev.java-desc":"Comencé a trabajar con Java en 1999 y he trabajado con él contínuamente desde entonces, manteniéndome actualizado sobre las características del lenguaje",
  "app.components.sections.skills.dev.js-desc":"Trabajo con Javascript desde 1999, desde las versiones vanilla hasta ES9. Al principio lo odiaba, pero ahora me encanta. Soy ágil y competente con él. De hecho, he migrado algunos de mis proyectos más importantes a JS",
  "app.components.sections.skills.dev.react-desc":"Comencé con React por mi cuenta porque me atrajo la idea de desarrollar UIs con poco esfuerzo. Tras varios años trabajando con él, puedo decir que conozco bien el lenguaje y puedo obtener lo mejor de sus capacidades",
  "app.components.sections.skills.dev.css-desc":"Bueno, ¿quién puede desarrollar interfaces de usuario sin saber CSS? :) Durante toda mi carrera me he ocupado de CSS. Hoy en día, su asombrosa evolución combinada con los navegadores modernos permiten crear magia con solo unas pocas reglas CSS. Es duro, pero merece la pena",
  "app.components.sections.skills.dev.node-desc":"Mientras me convertía en experto en JS, la idea de aplicarlo en el backend se convirtió en inevitable. Probé NodeJS con Express y la experiencia fué genial. Desde entonces, he escrito varios backends con NodeJS + Express y tengo que decir que estoy muy contento con el resultado",
  "app.components.sections.skills.dev.graphQL-desc":"Cuando conocí GraphQL pensé que sólo era otro framwork de moda, pero es tremenda la capacidad de validación y la cantidad de trabajo que evita, especialmente en la definición de interfaces y validación de datos. Me parece una herramienta muy útil y su evolución en los últimos años lo confirma",
  "app.components.sections.skills.dev.python-desc":"Conocí Python a través del mantenimiento de algunos proyectos heredados escritos en Django. Conforme lo fuí conociendo, me dí cuenta de lo potente que es para automatizar tareas y hacer pequeños scripts. Es una herramienta muy utilizada en IA por su probada capacidad de computación y la cantidad de bibliotecas disponibles para ello. Es muy sencillo echar un programa a andar con este lenguaje",
  "app.components.sections.skills.dev.bash-desc":"Si se trata de automatizar tareas, bash viene a mi mente (en realidad ksh y sh también ;-)) Lo uso a diario para evitar repetir tareas (cosa que odio) y me ayuda a testear pequeñas cosas de mi software, además de ahorrarme tiempo en tareas cotidianas",
  "app.components.sections.skills.eng.techLead-desc":"He trabajado varios años como Technical Lead dirigiendo las decisiones técnicas y tecnológicas de varios productos. Tengo conocimientos amplios en tecnología y me mantengo al día de novedades y continúo formándome para ser mejor en este campo. Eso sí, argumento mis decisiones con datos, no con opiniones",
  "app.components.sections.skills.eng.scrum-desc":"Llevo varios años trabajando con Agile y conozco bien su funcionamiento. Soy partidario de Scrum como marco de referencia para poder medir y modificar el rumbo o establecer medidas correctivas si son necesarias. Soy consciente de que no es un marco fijo, pero al menos permite mantener referencias y establecer un lenguaje común para todos en el equipo",
  "app.components.sections.skills.eng.productM-desc":"Entiendo la gestión de producto como algo muy diferente a un projecto. El producto tiene que pensar en una evolución propia, sirviendo a los clientes, pero manteniendo la independencia suficiente para hacerlo crecer sin dependencias. He llevado varios productos durante mi carrera con esta visión y encuentro que es muy útil cambiar el foco hacia una visión de producto",
  "app.components.sections.skills.eng.kanban-desc":"Aunque no sea muy fan de la filosofía Kanban, reconozco que es muy útil en algunos proyectos (especialmente, de mantenimiento). Se ajusta bien cuando el trabajo llega de forma irregular o no fácilmente previsible. Cuando he trabajado de ingeniero de soporte me ha sido muy útil para gestionar el trabajo",
  "app.components.sections.skills.eng.projectM-desc":"Un proyecto, entendido como un trabajo en un tiempo determinado, tiene que estar enfocado con una perspectiva de \"entrega\". Esto es, incluir a todos los participantes desde el comienzo y hacérles partícipes de cada paso con idea de que las entregas parciales y totales satisfagan a todas las partes",
  "app.components.sections.skills.empathy": "empatía",
  "app.components.sections.skills.empathy-desc": "Siempre he podido ponerme en el lugar de los demás para comprender sus motivaciones. Es importante pensar en cómo reciben otros los mensajes que uno envía (verbalmente, gestualmente o por escrito), para poder adaptar mejor el mensaje y conseguir una comunicación efectiva",
  "app.components.sections.skills.humility": "humildad",
  "app.components.sections.skills.humility-desc": "No ha nacido aún la persona que no haya cometido varios errores. Lo verdaderamente importante es reconocerlos, analizarlos y aprender de ellos. Siempre se puede mejorar y siempre habrá quien haga cualquier cosa mejor. Es fundamental conocerse, identificar puntos de mejora y trabajar en ellos diariamente",
  "app.components.sections.skills.patience": "paciencia",
  "app.components.sections.skills.patience-desc": "Creo que esta es una capacidad que se entrena con el tiempo. Combinada con la humildad y la empatía creo que la paciencia puede ayudar mucho en el trabajo diario. Los resultados llegan, las ideas maduran, a veces es mejor saber esperar que precipitarse por impaciente",
  "app.components.sections.timeline.company-athento": "Athento, Smart Documents Management",
  "app.components.sections.timeline.company-bestseller": "BestSeller A/S",
  "app.components.sections.timeline.company-codespace": "Codespace Academy",
  "app.components.sections.timeline.company-delaware": "Grupo Delaware, S.L.",
  "app.components.sections.timeline.company-eoi": "EOI",
  "app.components.sections.timeline.company-fesalud": "FeSalud, Fundación para la eSalud",
  "app.components.sections.timeline.company-mkz": "Mkz, Soluciones de Ingeniería",
  "app.components.sections.timeline.company-own": "(autoempleado)",
  "app.components.sections.timeline.company-primum": "Primum Health S.L.",
  "app.components.sections.timeline.company-tecsidel": "Tecsidel, S.A.",
  "app.components.sections.timeline.company-usal": "Universidad de Salamanca",
  "app.components.sections.timeline.position-athento-description": "Desarrollo de plugins para Nuxeo, para ampliar, mejorar y adaptar el producto a las necesidades del cliente. Instalación y configuración full-stack de forma automática. Tareas de mantenimiento y desarrollo sobre plataformas basadas en Django con Python 2.7. Durante mi etapa en Athento hice soporte a cliente, desarrollo de producto y proyectos y diseño de soluciones software. Trabajamos con SCRUM la mayor parte del tiempo, aunque también con Kanban en algunas ocasiones. Adquirí gran experiencia en gestión de incidencias y soluciones inmediatas para clientes.",
  "app.components.sections.timeline.position-athento-title": "Product Delivery Engineer",
  "app.components.sections.timeline.position-bestseller-fullstack-description": "Construyendo soluciones de software basadas en microservicios para facilitar las relaciones B2B. Queremos que nuestros clientes nos elijan y trabajamos duro para ser los mejores.",
  "app.components.sections.timeline.position-bestseller-fullstack-title": "Senior Fullstack Engineer",
  "app.components.sections.timeline.position-codespace-teacher-description": "Impartiendo en el  Full Stack Web Bootcamp: Advanced Databases (MySQL), Nodejs and express, MongoDB, ReactJS. Además, he dirigido los proyectos de final de bootcamp de la cuarta promoción.",
  "app.components.sections.timeline.position-codespace-teacher-title": "Docente",
  "app.components.sections.timeline.position-delaware-description": "Estuve desplazado en la Dirección General de la Guardia Civil (Guzmán el Bueno, Madrid), en el Departamento de Java. En ese tiempo, trabajé en la migración de numerosos proyectos antíguos a la plataforma web interna del cliente (Java), así como en la creación de nuevos sistemas de información para gestión interna y con otros cuerpos policiales. También participé en la implantación de una cultura de desarrollo dentro del departamento con la instalación de infraestructuras, creación del departamento de QA así como la impartición de talleres sobre buenas prácticas de desarrollo",
  "app.components.sections.timeline.position-delaware-title": "Development Team Manager",
  "app.components.sections.timeline.position-eoi-description": "Título impartido por la Escuela de Organización Industrial",
  "app.components.sections.timeline.position-eoi-title": "Máster Ejecutivo en Innovación",
  "app.components.sections.timeline.position-fesalud-description": "Coordinación de equipos de desarrollo. Gestión de proyectos internamente y con el cliente. Tareas de desarrollo en apoyo a proyectos. Durante mi etapa en FeSalud trabajé en un proyecto de integración con los servicios de citación de DKV Seguros de Salud en el que hubo que integrar numerosos y variados proveedores sanitarios con los sistemas propios de la compañía",
  "app.components.sections.timeline.position-fesalud-title": "Development Team Manager",
  "app.components.sections.timeline.position-fullstack-developer-description": "Durante este corto periodo de tiempo puse en marcha algunos proyectos personales (como cuadernoanimal.com) así como proyectos piloto para otros como m2formación.com (una plataforma de reserva online para centros de formación) ",
  "app.components.sections.timeline.position-fullstack-developer-title": "Fullstack Senior Software Developer",
  "app.components.sections.timeline.position-fullstack-engineer-description": "Actualmente trabajo en algunos proyectos como ingeniero de software realizando labores de consultoría y pequeños desarrollos para otras empresas. También llevo adelante algún proyecto personal y continúo formándome contínuamente para mejorar mis habilidades",
  "app.components.sections.timeline.position-fullstack-engineer-title": "Fullstack Senior Software Engineer",
  "app.components.sections.timeline.position-mkz-description": "En 8 meses dirigí un equipo de 4 personas para diseñar y crear un sistema de trazabilidad de los productos del ganado ovino (leche, queso y otros). El proyecto se desplegó en producción en Agosto de 2005 y se mantuvo en funcionamiento por más de 3 años. Gestioné el proyecto e hice su seguimiento con el cliente y con otras empresas con cuyos sistemas de información debía integrarse",
  "app.components.sections.timeline.position-mkz-title": "Jefe de equipo de desarrollo",
  "app.components.sections.timeline.position-primum-description": "Primum Health ofrece un servicio de telemonitorización de pacientes. Puede manejar información de medidas sobre las personas (peso, glucosa, saturación de oxígeno en sangre,...). Yo era el responsable de la plataforma en la nube que recogía todos esos datos enviados por una app de Android. Mediante el procesamiento de esos datos, se ofrecía a los profesionales una serie de servicios añadidos como la monitorización en tiempo real, alertas ante valores destacados, tendencias, historial y la posibilidad de asociar información a cada prueba y paciente.",
  "app.components.sections.timeline.position-primum-title": "Senior Software Architect",
  "app.components.sections.timeline.position-tecsidel-1-description": "Entré a formar parte de un equpo de pruebas de sistemas conformado por 6 personas muy cualificadas de las que aprendí muchísimo. Elaborábamos los planes de prueba para software interno de Telefónica I+D y reportábamos los resultados. Hacíamos automatización de tareas, simulación e instalación de entornos y control de configuración y versiones de software.",
  "app.components.sections.timeline.position-tecsidel-1-title": "QA Engineer",
  "app.components.sections.timeline.position-tecsidel-2-description": "Fuí el responsable de aseguramiento de la calidad de un producto interno de Telefónica I+D para gestión de averías en cabinas telefónicas. Elaboraba y reportaba los planes de pruebas del sistema así como la automatización de tareas para despliegue y configuración",
  "app.components.sections.timeline.position-tecsidel-2-title": "QA Manager",
  "app.components.sections.timeline.position-usal-1-description": "Orientación a sistemas UNIX con fuerte carga en sistemas operativos e ingeniería de software. Proyecto de Fin de Carrera: Intranet del CTDC (aplicaciones): Una suite de aplicaciones para gestión interna del centro",
  "app.components.sections.timeline.position-usal-1-title": "Ingeniería Técnica en Informática de Sistemas",
  "app.components.sections.timeline.position-usal-2-description": "Proyecto de Fin de Carrera: MOrSA: Modelo de Organización Social para Agentes Software y Modelo de Agente Social: Propone un modelo de sociedad para agentes software para hacer uso compartido de servicios propios basada en contratos (CAS) y reputación de cumplimiento. Calificado con Matrícula de Honor.",
  "app.components.sections.timeline.position-usal-2-title": "Ingeniería Superior en Informática",
  "app.components.sections.volunteerWork.apariv-description": "Voluntariado en el refugio y como soporte en redes sociales e infraestructuras informáticas. Desarrollo de buscador de perros en la web (ver portfolio).",
  "app.components.sections.volunteerWork.apariv-title": "APARiV",
  "app.components.sections.volunteerWork.brazadas-description": "Colaboración ocasional en eventos solidarios",
  "app.components.sections.volunteerWork.brazadas-title": "Brazadas Solidarias",
  "app.sections.about": "Resumen",
  "app.sections.education": "educacion",
  "app.sections.furtherTraining": "formación adicional",
  "app.sections.interests": "intereses",
  "app.sections.portfolio": "portfolio",
  "app.sections.publications": "publicaciones",
  "app.sections.skills": "competencias",
  "app.sections.timeline": "work experience & education",
  "app.sections.volunteerWork": "voluntariado",
  "app.sections.workExperience": "experiencia laboral"
}